{
  "Home": "الرئيسية",
  "About": "من نحن",
  "Support": "الدعم",
  "Policy": "الشروط و الاحكام",
  "Welcome To": "اهلا بكم في",
  "PostBet": " بوست بت",
  "Connect your social media platforms and share your message with the world all at once,": "قم بتوصيل منصات الوسائط الاجتماعية الخاصة بك وشارك رسالتك مع العالم مرة واحدة،",
  "with just one click!": "بضغطة واحدة فقط !",
  "PostBet is a cutting-edge application that aims to make it easier and faster to manage and publish content across multiple social media platforms. We provide a complete solution for content creators, businesses, marketers, and even individual users to publish photos and videos on platforms like Instagram, Facebook, X, TikTok, YouTube, etc., simultaneously and with ease.": "PostBet هو تطبيق متطور يهدف إلى تسهيل إدارة ونشر المحتوى عبر منصات التواصل الاجتماعي المتعددة بشكل فعال وسريع. نحن نقدم حلاً متكاملاً لمنشئي المحتوى، والشركات، والمسوقين، وحتى المستخدمين الأفراد، لنشر الصور والفيديوهات على منصات مثل Instagram، Facebook، X، TikTok، YouTube، وغيرها، في آنٍ واحد وبكل سهولة.",
  "What is Post Bet ?": "ما هو بوست بت ؟",
  "© 2024. All rights reserved by Boulevard.": "© 2024. جميع الحقوق محفوظة لشركة Boulevard.",
  "Location": "الموقع",
  "Follow Us": "تابعنا",
  "Welcome with Boulevard Company": "اهلا بكم مع شركة بوليفرد",
  "Let's get in touch": "لنبقي علي تواصل",
  "Stay in complete communication to ensure your complete satisfaction": "كن علي تواصل تام لكي نضمن رضائك التام",
  "Connect with us :": "تواصل معنا",
  "Message Via Email": "رسالة عبر البريد الإلكتروني",
  "Username": "اسم المستخدم",
  "Email": "بريد إلكتروني",
  "Phone": "هاتف",
  "Message": "رسالة",
  "Submit": "ارسال",
  "Subject": "عنوان",
  "Thanks for cooperation !": "شكرا لتعاونك !",
  "Fill All Fields": "املئ جميع الحقول",
  "Privacy & Policy": "الشروط و الاحكام",
  "Menu": "القائمة",
  "As a user of the Site": "كمستخدم للموقع",
  "you agree to :": "انت موافق علي",
  "you agree not to :": "انت غير موافق علي",
  "PostBet is an Emirati app owned by an Emirati company and based in the United Arab Emirates. It aims to facilitate the management and publication of content across various social media platforms effectively and quickly. We offer a complete solution for content creators, businesses, marketers, and even individuals to publish photos and videos simultaneously with ease.": "PostBet هو تطبيق إماراتي مملوك لشركة إماراتية ومقره في دولة الإمارات العربية المتحدة. يهدف إلى تسهيل إدارة ونشر المحتوى عبر مختلف منصات التواصل الاجتماعي بشكل فعال وسريع. نقدم حلاً متكاملاً لمنشئي المحتوى، والشركات، والمسوقين، وحتى الأفراد، لنشر الصور والفيديوهات في آنٍ واحد وبكل سهولة.",
  "Who We Are ?": "من نحن ؟",
  "What do we provide ?": "ماذا نوفر ؟",
  "PostBet provides smart tools for editing content before publishing, and the ability to upload and publish multiple files at once. Additionally, we offer AI technology that helps you create unique content based on your descriptions.": "يوفر PostBet أدوات ذكية لتحرير المحتوى قبل النشر، وإمكانية تحميل ونشر عدة ملفات دفعة واحدة. بالإضافة إلى ذلك، نقدم تقنية الذكاء الاصطناعي التي تساعدك على إنشاء محتوى فريد بناءً على أوصافك.",
  "What is our goal ?": "ما هو هدفنا ؟",
  "We aim to empower individuals and businesses to scale their digital presence with less effort and greater results. PostBet is your ideal partner for managing digital content in a smart and fast way.": "نهدف إلى تمكين الأفراد والشركات من توسيع نطاق حضورهم الرقمي بجهد أقل ونتائج أكبر. PostBet هو شريكك الأمثل لإدارة المحتوى الرقمي بطريقة ذكية وسريعة.",
  "Industry Expertise": "خبرة الصناعة",
  "With years of experience, we have a deep understanding of the evolving digital world and are equipped to meet the needs of modern businesses.": "بفضل سنوات من الخبرة، لدينا فهم عميق للعالم الرقمي المتطور ومجهزون لتلبية احتياجات الشركات الحديثة.",
  "Innovation & Technology": "الابتكار والتكنولوجيا",
  "We leverage cutting-edge technologies to deliver powerful, user-centric solutions that enable our clients to stay ahead in the competitive market.": "نحن نستفيد من التقنيات المتطورة لتقديم حلول قوية تركز على المستخدم وتمكن عملائنا من البقاء في المقدمة في السوق التنافسية.",
  "Client-Centric Approach": "نهج يركز على العميل",
  "Our focus is on building long-term relationships with our clients, ensuring that every solution is customized to their unique goals and challenges.": "ينصب تركيزنا على بناء علاقات طويلة الأمد مع عملائنا، مما يضمن تخصيص كل حل ليناسب أهدافهم وتحدياتهم الفريدة.",
  "Commitment to Quality": "الالتزام بالجودة",
  "At Boulevard, we pride ourselves on delivering solutions that are not only effective but also of the highest quality, ensuring seamless performance and user satisfaction.": "في بوليفارد، نحن نفخر بتقديم حلول ليست فعالة فحسب، بل تتميز أيضًا بأعلى مستويات الجودة، مما يضمن الأداء السلس ورضا المستخدم.",
  "Comprehensive Digital Solutions": "حلول رقمية شاملة",
  "From social media management platforms like Postbet to custom-built software and mobile apps, we offer a wide range of services designed to fuel digital transformation.": "بدءًا من منصات إدارة الوسائط الاجتماعية مثل Postbet وحتى البرامج المصممة خصيصًا وتطبيقات الأجهزة المحمولة، فإننا نقدم مجموعة واسعة من الخدمات المصممة لدعم التحول الرقمي."
}
