{
  "Home": "الرئيسية",
  "About": "من نحن",
  "Support": "الدعم",
  "Policy": "الشروط و الاحكام",
  "Welcome To": "اهلا بكم في",
  "PostBet": " بوست بت",
  "Connect your social media platforms and share your message with the world all at once,": "قم بتوصيل منصات الوسائط الاجتماعية الخاصة بك وشارك رسالتك مع العالم مرة واحدة،",
  "with just one click!": "بضغطة واحدة فقط !",
  "Postbet is a powerful platform designed to help businesses streamline their social media presence. With Postbet, users can integrate multiple social media accounts and share posts simultaneously across platforms with just one click. Whether you're a startup or an established business, Postbet simplifies your social media management, allowing you to focus on what matters most growing your brand and engaging with your audience. Our mission is to make digital marketing easier, faster, and more efficient for businesses of all sizes.": "بوست بت عبارة عن منصة قوية مصممة لمساعدة الشركات على تبسيط تواجدها على وسائل التواصل الاجتماعي. مع بوست بت، يمكن للمستخدمين دمج حسابات وسائط اجتماعية متعددة ومشاركة المنشورات في وقت واحد عبر المنصات بنقرة واحدة فقط. سواء كنت شركة ناشئة أو شركة راسخة، تعمل بوست بت على تبسيط إدارة وسائل التواصل الاجتماعي الخاصة بك، مما يسمح لك بالتركيز على الأمور الأكثر أهمية - تنمية علامتك التجارية والتفاعل مع جمهورك. مهمتنا هي جعل التسويق الرقمي أسهل وأسرع وأكثر كفاءة للشركات من جميع الأحجام.",
  "What is Post Bet ?": "ما هو بوست بت ؟",
  "© 2024. All rights reserved by Bolivard.": "© 2024. جميع الحقوق محفوظة لشركة Bolivard.",
  "Location": "الموقع",
  "Follow Us": "تابعنا",
  "Welcome with Bolivard Company": "اهلا بكم مع شركة بوليفرد",
  "Let's get in touch": "لنبقي علي تواصل",
  "Stay in complete communication to ensure your complete satisfaction": "كن علي تواصل تام لكي نضمن رضائك التام",
  "Connect with us :": "تواصل معنا",
  "Message Via Email": "رسالة عبر البريد الإلكتروني",
  "Username": "اسم المستخدم",
  "Email": "بريد إلكتروني",
  "Phone": "هاتف",
  "Message": "رسالة",
  "Submit": "ارسال",
  "Subject": "عنوان",
  "Thanks for cooperation !": "شكرا لتعاونك !",
  "Fill All Fields": "املئ جميع الحقول",
  "Privacy & Policy": "الشروط و الاحكام" ,
  "Menu" : "القائمة" ,
  "As a user of the Site" : "كمستخدم للموقع" ,
  "you agree to :" : "انت موافق علي",
  "you agree not to :" : "انت غير موافق علي"
}
